Repository: mozilla-l10n/mt-training-data
Catalog: mn/mn_pontoon.tmx
Source language: en_us
Languages: mn

source: Donate your voice
mn: Та дуу хоолойгоо хандивлана уу

source: Don't see your language on Common Voice yet?
mn: Таны хэл Common Voice-д алга байна уу?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
mn: Датасетд танай хэл харагдахгүй байна уу? Хэлээ манай хэлний хуудас руу оруулахыг хүсэх.

source: Download
mn: Татаж авах

source: Download Common Voice Data
mn: Common Voice өгөгдөл татах

source: Download Data
mn: Өгөгдөл татах

source: Download Dataset Bundle
mn: Өгөгдлийн цогцыг татах

source: Download { $language }
mn: { $language } татаж авах

source: Download My Data
mn: Өөрийн өгөгдлийг татах

source: Download the Single Word Target Segment
mn: Дан Үгт Чиглэсэн Хэсгийг татаж авах

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
mn: Common Voice датасетийг хэрхэн сайжруулах талаар санаа бодлоо илэрхийлмээр байна уу? Discourse хуудсаар бидэнд мэдэгдээрэй

source: Do you want to continue?
mn: Та үргэлжлүүлэхийг хүсч байна уу?

source: Do you want to Speak, Listen or both?
mn: Та ярих, сонсох эсвэл хоёуланг нь хүсч байна уу?

source: Drag and drop or <browseWrap>Browse</browseWrap>
mn: Чирч хуулах эсвэл <browseWrap>Харуулах</browseWrap>

source: During contribution submission feedback will be skipped after clicking 'Submit. Contribution will continue directly with the next set of 5 recordings or validations.
mn: Хувь нэмэр оруулж байх явцад 'Submit дарвал санал хүсэлт оруулах үйл явцыг алгасна. Хувь нэмэр оруулалт нь дараагийн багц 5 бичлэг эсвэл баталгаажуулалттай шууд үргэлжлэнэ.

source: Dutch
mn: Недерланд хэл

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
mn: Датасет доторхи бүртгэл бүр MP3 болон холбогдох текст файлаас бүрдэнэ. Мэдээллийн сан дахь <b>{ $total }</b> цагийн бичлэгүүдийн ихэнхи нь нас, хүйс, өргөлт зэрэг хүн ам зүйн мета өгөгдлийг агуулдаг бөгөөд ярианы таних хөдөлгүүрийн нарийвчлалыг хэмжихэд цаашид туслах зориулалттай юм. Датасет нь одоогоор <b>{ $valid }</b> баталгаажсан цагын <b> { $languages } </b> ширхэг хэл дээрхи өгөгдлүүдээс бүрдэх боловч бид үргэлж илүү их хоолой, хэлнүүдийг цаашид нэмж байх юм. Манай <languagesLink> Хэлний хуудас </ languagesLink> -руу орж шинээр хэл нэмүүлэх хүсэлт гаргах аль эсвэл хувь нэмрээ оруулаарай.

source: Easy
mn: Хялбар

source: Edit Profile
mn: Профайл өөрчлөх

source: Email
mn: Э-мэйл

source: Email is already used for a different account
mn: Энэ и-мэйл аль хэдийн өөр хэрэглэгчийн эрхээр ашиглагдаж байна

source: Email Subscriptions
mn: И-мэйл бүртгэлүүд

source: English
mn: Англи хэл

source: Enter Email to Download
mn: Татаж авах имэйл оруулах

source: Enter your email
mn: Э-мэйлээ оруулна уу

source: Erzya
mn: Эрзя хэл

source: Esperanto
mn: Эсперанто хэл

source: Estonian
mn: Эстони хэл

source: Everyone
mn: Хүн бүр

source: Exit & Delete clips
mn: Клипүүдийг устгаад, гарах

source: Exit Form
mn: Маягтаас гарах

source: FAQ
mn: ТТА

source: Faroese
mn: Фарер хэл

source: Female
mn: Эм

source: Finish editing first?
mn: Эхлээд засварлаж дуусгах уу?

source: Finish recording
mn: Бичлэг дуусгах

source: Finish recording first?
mn: Эхлээд бичлэгийг дуусгах уу?

source: Finnish
mn: Финлянд хэл

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
mn: Эдгээр хэлүүдээр эхлүүлсэн вэбсайтууд амжилттай <localizationGlossaryLink>орчуулагдсан</ localizationGlossaryLink> бөгөөд хангалттай <sentenceCollectionGlossaryLink>өгүүлбэрүүд цуглуулсан</ sentenceCollectionGlossaryLink> байгаа нь <talkLink>Бичүүлэх</speakLink> болон <listenLink>Сонсох</listenLink> байдлаар хувь нэмэр оруулах боломжтой болжээ.

source: For these launched languages the website has been successfully localized, and has enough sentences collected, to allow for ongoing <italic>Speak</italic> and <italic>Listen</italic> contribution.
mn: Эдгээр идэвхтэй хэлний хувьд вэб хуудас орчуулагдаад, цааш <italic>Ярих</italic> болон <italic>Сонсох</italic> хангалттай өгүүлбэр цуглажээ.

source: French
mn: Франц хэл

source: Frequently Asked Questions
mn: Түгээмэл Тавигддаг Асуултууд

source: Frisian
mn: Фриз хэл

source: Fulah
mn: Фула хэл

source: Galician
mn: Галик хэл

source: GB
mn: Гбайт

source: Georgian
mn: Гүрж хэл

source: German
mn: Герман хэл

source: Get involved
mn: Оролцох

source: Get Involved
mn: Оролцох

source: Get started with goals
mn: Зорилго тавьж эхлэх

source: Get Started with Speech Recognition
mn: Дуу хоолой танилтын эхлэл

source: Give your avatar a voice
mn: Аватартаа дуу хоолой өгөх

source: Glossary
mn: Нэр томьёо

source: Goals
mn: Зорилго

source: Go to Discourse
mn: Discourse хуудасруу очих

source: Go to Languages Page
mn: Хэлний хуудасруу очих

source: Go to { $name }
mn: { $name } рүү очих

source: Grammatical / spelling error
mn: Өгүүлбэрзүй / дүрмийн алдаа

source: Great! How many clips a week?
mn: Дажгүй шүү! 7 хоногт хэдэн бичлэг?

source: Great! How many clips per day?
mn: Дажгүй шүү! Өдөрт хэдэн бичлэг?

source: Great!<recordIcon></recordIcon> Record your next clip
mn: Гайхалтай! Дараагийн бичлэгээ хийхийн тулд <recordIcon></recordIcon> дээр дарна уу

source: Great work!<playIcon></playIcon> Listen again when you're ready
mn: Сайн байна! <playIcon></playIcon> болж байвал та үргэлжлүүлнэ үү

source: Greek
mn: Грек хэл

source: Hakha Chin
mn: Хака хэл

source: Hausa
mn: Хауса хэл

source: Have Feedback?
mn: Санал хүсэлт байна уу?

source: Have questions about Common Voice? Ideas for improvements or feedback about a specific language? Join us on our <discourseLink>Discourse forum</discourseLink> and let us know.
mn: Common Voice-н талаар асуулт байна уу? Тодорхой хэлний талаархи сайжруулалттай холбоотой шинэ санаа эсвэл ямар нэгэн санал сэтгэгдэл байна уу? Тийм бол бидний <discourseLink>Discourse форум</discourseLink> хуудсаар дамжин бидэнтэй нэгдээрэй.

source: Have you read our Terms?
mn: Та манай нөхцөлийг уншсан уу?

source: Having a profile is not required to contribute though it is helpful
mn: Хувийн эрхтэй байх шаардлагагүй ч хэрэг болж мэднэ

source: Hebrew
mn: Жүүд хэл

source: Help
mn: Тусламж

source: Help Common Voice reach { $hours } hours in a language with a personal goal
mn: Common Voice-г хүрэхэд туслах{ $hours } цагуудхэл дэх хувийн зорилт

source: Help create Common Voice’s first target segment in { $locale }
mn: Common Voice-н эхний хэсэг болох { $locale } үүсгэхэд туслах.

source: Help reach { $hours } hours in { $language } with a personal goal
mn: Хүрэхэд туслах{ $hours } цагууд{ $language } дэх хувийн зорилт

source: Help report bugs
mn: Алдаа мэдээлэх

source: Help teach machines how real people speak, donate your voice at { $link }
mn: Жинхэнэ хүмүүс яаж ярьдагийг машинуудад үзүүлэхийн тулд, { $link } руу ороод дуу хоолойгоо хандивлана уу.

source: Help us build a community around voice technology, stay in touch via email.
mn: Дууны технолгийн талаар нийгэмлэг үүсгэхэд бидэнд тусалж, э-мэйл харилцаатай байна уу.

source: Help us build a high quality, publicly open dataset
mn: Өндөр чанартай, нийтэд нээлттэй өгөгдлийн цогц бүтээхэд бидэнд туслна уу

source: Help us find more voices, share your goal
mn: Өшөө олон хоолойг олоход тусалж, зорилтоо хуваалцаарай

source: Help us find others to donate their voice!
mn: Дуу хоолойгоо бичүүлэх хүн олж өгч тусална уу!

source: Help us get to { $goal }
mn: { $goal } зорилгод хүрэхэд бидэнд тусална уу.

source: Help us validate sentences!
mn: Та өгүүлбэр бататгаж тусална уу.

source: Help us validate voices
mn: Та бидэнд дуу бичлэгийг бататгаж тусална уу

source: Hidden
mn: Далд

source: Hill Mari
mn: Хилл мари хэл

source: Hindi
mn: Хинди хэл

source: Hours Recorded
mn: Бичигдсэн хугацаа

source: Hours Validated
mn: Бататгасан хугацаа

source: { $hours } validated hours so far!
mn: Одоогоор { $hours } цагийн бататгасан бичлэг байна!

source: How ?
mn: Яаж ?

source: How can I get the Common Voice data?
mn: Common Voice-ын санг яаж татаж авах вэ?

source: How does Common Voice calculate hours?
mn: Common Voice цагуудыг хэрхэн тооцоолдог вэ?

source: How does it work?
mn: Яаж ажилдаг вэ?

source: How do you ensure anonymity and privacy of the people who donated their voices?
mn: Та өөрийн дуу хоолойгоо өргөсөн хүмүүсийн нууц нэр, нууцлалыг хэрхэн баталгаажуулдаг вэ?

source: Hungarian
mn: Мажаар хэл

source: I agree
mn: Зөвшөөрч байна

source: I am a non-native { $lang } speaker and I speak with an accent, do you still want my voice?
mn: { $lang } миний эх хэл биш бөгөөд би их аялгатай ярьдаг. Гэсэн ч гэсэн миний дуу бичлэг хэрэг болох болов уу?

source: I am a non-native speaker and I speak with an accent, do you still want my voice?
mn: Би төрөлх хэлээр нь ярьдаггүй, бас аялагатай ярьдаг, гэсэн ч миний дуу хоолой хэрэг болох уу?

source: Icelandic
mn: Исланд хэл

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
mn: Би Common Voice-ийн талаархи явц, шинэчлэлүүд, мэдээнүүд гэх зэргүүдийг имэйлээр хүлээн авмаар байна.

source: I'd like updates and to keep current with what's happening with Common Voice.
mn: Би Common Voice дээр юу болж байгаа талаархи шинэчлэлтүүдийг авч баймаар байна.

source: I do not agree
mn: Үл зөвшөөрч байна

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
mn: Би #CommonVoice-д дуу хоолойгоо хандивлах хувийн зорилтоо үүсгэлээ - надтай нэгдэж, машинд хүн хэрхэн ярьдагийг заахад туслаарай { $link }

source: I’m afraid I don’t know what you’re looking for.
mn: Уучлаарай, та яг юу хайж байгааг би ойлгосонгүй.

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
mn: Энэ мэдээллийг Mozilla-ийн <privacyLink>Нууцлалын бодлого</privacyLink>-д тайлбарласны дагуу зохицуулж байгаатай би эвлэрнэ.

source: * Indicates required field
mn: * заавал оруулах ёстой талбарыг заана.

source: Indonesian
mn: Индонез хэл

source: In Progress
mn: Бэлтгэл үе шат

source: In progress languages are currently being built for contribution by our communities; their progress reflects where they are across the website localization and sentence collection phases.
mn: Бэлтгэл үе шатанд байгаа хэлний хувьд манай нийгэмлэгүүд хамтын ажиллагааг бэлтгэж байна. Тэд вэб сайтыг хэр орчуулсан болон хэр өгүүлбэр цуглуулсныг энэ явц харуулна.

source: Interlingua
mn: Зуучлагч хэл

source: Irish
mn: Ирланд хэл

source: Is my account information public?
mn: Миний акаунтын мэдээлэл олон нийтэд нээлттэй юу?

source: Is the clip valid?
mn: Клип зөв үү?

source: Is the goal of Common Voice to build a voice assistant?
mn: Дуут туслах бүтээх нь Common Voice-н зорилго уу?

source: Italian
mn: Итали хэл

source: It contains words or phrases that are hard to read or pronounce.
mn: Унших болон хэлэхэд хэцүү үгс, хэллэг агуулсан.

source: It is a long established fact that a reader will be distracted by the readable content of a page when looking at its layout.
mn: Хуудасны зохион байгуулалтыг харах үед уншигчид хуудасны уншигдахуйц хэсэгт анхаарлаа төвлөрүүлдэг гэдэг нь угаасаа тогтсон баримт юм.

source: It is written in a language different than what I’m speaking.
mn: Миний ярьдагаас өөр хэл дээр бичигдсэн байна.

source: Izhorian
mn: Ижор хэл

source: Japanese
mn: Япон хэл

source: Join the Common Voice mailing list
mn: Common Voice и-мэйл жагсаалтанд нэгдэж орох

source: Kabardian
mn: Кабарди хэл

source: Kabyle
mn: Кабил хэл

source: Kaqchikel
mn: Кахчикэл хэл

source: Karakalpak
mn: Каракалпак хэл

source: Kazakh
mn: Казак хэл

source: Keep
mn: Хадгалах

source: Keep Data
mn: Өгөгдөл нөөшлөх

source: Keep it up, record again <recordIcon></recordIcon>
mn: Хадгалаад, дахиад бичих бол <recordIcon></recordIcon> дарна уу

source: Keep the recordings
mn: Бичлэгүүдийг хадгалах

source: Keep track of your progress and metrics across multiple languages.
mn: Янз бүрийн хэлээр өөрийн явц, хэмжилтүүдийг хянах.

source: Keep track of your progress with a profile
mn: Профайл ашиглан ахицаа хянах

source: Keep track of your progress with a profile and help our voice data be more accurate.
mn: Та профайлтай байснаар ахиц, явцаа харж бидний дууны өгөгдлийн нарийвчлалыг нэмэгдүүлнэ.

source: Kinyarwanda
mn: Кинярванда хэл

source: Komi-Zyrian
mn: Коми хэл

source: Korean
mn: Солонгос хэл

source: Kurdish
mn: Курд хэл

source: Kyrgyz
mn: Киргиз хэл

source: Language Request
mn: Хэл нэмэх хүсэлт

source: Language request successfully submitted, thank you.
mn: Хэл нэмэх хүсэлт амжилттай илгээгдлээ. Танд баярлалаа.

source: Languages
mn: Хэл

source: Latvian
mn: Латв хэл

source: Launched
mn: Бичих үе шат

source: Leaderboard Visibility
mn: Leaderboard харагдац

source: Leaving now means you’ll lose your changes
mn: Хэрэв одоо боливол бүх өөрчлөлт устана

source: Leaving now means you'll lose your progress
mn: Хэрэв одоо боливол бүх явц устана

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
mn: LibriSpeech нь LibriVox төслийн дагуу уншсан аудио номнуудаас гаралтай англи хэл дээрхи 16Khz-н давтамж дээрхи 1000 орчим цагийн корпус юм.

source: License
mn: Лиценц

source: License: <licenseLink>CC-0</licenseLink>
mn: Лиценз: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
mn: Лиценз: <licenseLink>{ $license }</licenseLink>

source: Ligurian
mn: Лигурия хэл

source: Link Copied
mn: Холбоос хуулагдлаа

source: Listen
mn: Сонсох

source: Listening
mn: Сонсох

source: Listen-Queue
mn: Сонсох-Дараалал

source: Lithuanian
mn: Литв хэл

source: Localization
mn: Нутагшуулалт

source: Localized
mn: Нутагшуулсан

source: Login Identity
mn: Нэвтрэх Тодорхойлолт

source: Log in or sign up to get started
mn: Эхлүүлэхийн тулд нэвтрэх эсвэл бүртгүүлэх

source: Log In / Sign Up
mn: Нэвтрэх / бүртгүүлэх

source: Log In / Sign Up with { $company } email
mn: { $company } имэйлээр нэвтрэх / бүртгүүлэх

source: Log Out
mn: Гарах

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
mn: Бататгах шаардлагатай бичлэг алга. Тиймээс та өөрөө ярьж хянах жагсаалтыг дүүргэж туслана уу.

source: Luganda
mn: Луганда хэл

source: Macedonian
mn: Македон хэл

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
mn: Илгээсэн өгөгдлөө аль болох баялаг болгоорой үүний тулд хүн амзүйн өгөгдлөө бүрдүүлэх хэрэгтэй. Нийтийн болгохоосоо өмнө бид бүх хүн ам зүйн өгөгдлийг тодорхойлох болно.

source: Malagasy
mn: Малагази хэл

source: Malayalam
mn: Малали хэл

source: Male
mn: Эр

source: Maltese
mn: Мальта хэл

source: Manage Email Subscriptions
mn: Имэйл бүртгэлээ янзлах

source: Manage Subscriptions
mn: Бүртгэлүүдээ янзлах

source: Mapudungun
mn: Мапуче хэл

source: MB
mn: Мбайт

source: Meadow Mari
mn: Мари хэл

source: Message
mn: Зурвас

source: Mixed
mn: Холимог лиценз

source: Moksha
mn: Мокша хэл

source: Mongolian
mn: Монгол хэл

source: More
mn: Дэлгэрэнгүй

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
mn: Томоохон компаниудын хэрэглэдэг өгөгдөл олон нийтэд хүрэх боломжгүй байдаг. Бидний зүгээс үүнийг инновацийг тушиж байна гэж үзэж байна. Тиймээс бид олон нийтэд нээлттэй байх Common Voice төслийг эхлүүлсэн юм.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
mn: Томоохон компаниудын хэрэглэдэг өгөгдөл олон нийтэд хүрэх боломжгүй байдаг. Бидний зүгээс үүнийг инновацийг тушиж байна гэж үзэж байна. Тиймээс бид олон нийтэд нээлттэй байх Common Voice төслийг эхлүүлсэн юм.

source: Most speech databases are trained with an overrepresentation of certain demographics which results in a bias towards <articleLink>male and middle class</articleLink>. Accents and dialects that tend to be under-represented in training data sets are typically associated with groups of people who are already marginalised. Many machines also struggle to understand female voices. This is why in our voice database we want variety!
mn: Ихэнх хэлний өгөгдлийн сангууд нь <articleLink>эрэгтэй ба дундаж давхарга</articleLink> рүү чиглэсэн хэвийлттэй байдаг бөгөөд хүн амзүйн тодорхой хэдэн бүлгийг хэтэрхий их хамардаг. Янз бүрийн аялга хэллэгүүдийг сургалтын датасетд хамарч чаддаггүй байх хандлагатай, цаашлаад тодорхой бүлгийн хүмүүсийн орхигдуулдаг. Мөн бас ихэнх машинууд эмэгтэй дуу хоолойг ойлгохдоо тун маруухан ажилладаг. Энэ байдал нь бид яагаад янз бүрийн өгөгдлүүдийг датасетдээ багтаахыг эрмэлздэгийн нэг шалтгаан юм.

source: Mozilla doesn’t pick or favor any one language over another. Instead, Common Voice is a purely community-driven initiative, but it takes <multilangLink>several steps to add a new language</multilangLink> and begin collecting voice donations. First, the Common Voice website needs to be translated so community members can access the contributor experience in their own language. Next, we need a large collection of copyright-free sentences for people to read outloud. Once both of those requirements are satisfied a language is “launched” on Common Voice for people to start recording their voice and validating others donations. If you want to help launch a new language, head over to our <sentenceCollectorLink>sentence collection tool</sentenceCollectorLink> to get started.
mn: Mozilla нь аль нэг хэлийг нөгөөгөөс дээгүүрт онцолдоггүй. Common Voice нь цэвэр олон нийтэд тулгуурласан санаачилга боловч <multilangLink>шинэ хэл нэмэх</multilangLink>ийн тулд хэд хэдэн алхмуудыг хийх шаардлагатай, үүний дараагаас дуу хоолойн хандив цуглуулах ажил эхэлдэг. Эхлээд, Common Voice-н вэбсайтыг орчуулсан байх ёстой бөгөөд ингэснээр хүмүүс өөрсдийнхөө хэл дээр хувь нэмэр оруулах боломжтой болно. Дараа нь бидэнд их хэмжээний зохиогчийн эрхгүй өгүүлбэрүүдийг хүмүүс уншин дуудахаар цуглуулах хэрэгтэй. Эдгээр шаардлагуудыг хоёуланг хангавал тухайн хэл цуглуулах боломж Common Voice-н вэб дээр бий болно, эндээс хүмүүс дуу хоолойгоо уншуулж, бусад хандивладаг өгөгдлүүдийг баталгаажуулах гэх мэт боломжтой болдог. Хэрэв та шинэ хэл эхлүүлэхэд тусламаар байвал <sentenceCollectorLink> өгүүлбэр цуглуулах хэрэгсэл </sentenceCollectorLink> руу ороорой.

source: Mozilla is dedicated to keeping the web open and accessible for everyone. To do that we need to empower web creators through projects like Common Voice. As voice technologies proliferate beyond niche applications, we believe they must serve all users equally. That means investing in more languages and accommodating diverse accents and demographics when building and testing voice technologies. Common Voice is a public resource available to everyone and Mozilla teams and developers around the world are already using it on our own projects as well.
mn: Mozilla нь вэбийг нээлттэй байлгах, хүн бүрт хүртээмжтэй болгох зорилготой юм. Үүнийг хийхийн тулд бид вэб бүтээгчдийг Common Voice гэх мэт төслүүдээр дамжуулан хүчирхэгжүүлэх хэрэгтэй. Дуу хоолой таних технологи нь хэрэглээний програмуудаас цааш хөгжихийн хэрээр бүх хэрэглэгчдэд тэгш эрхтэй байх ёстой гэж үздэг. Энэ нь олон хэл дээр хөрөнгө оруулалт хийх, дуу хоолойн технологийг бий болгох, шалгахад олон талаар анхаарал хандуулах, хүн ам зүйн мэдээлэл бий болгох гэсэн үг юм. Common Voice нь хүн бүрт зориулсан олон нийтэд нээлттэй эх үүсвэр бөгөөд Mozilla-ийн багууд болон хөгжүүлэгчид дэлхий даяар өөрсдийн төслүүд дээр үүнийг аль хэдийн ашиглаж байна.

source: Mycroft is the world’s first open source assistant. Mycroft runs anywhere - on a desktop computer, inside an automobile, or on a Raspberry Pi.
mn: Mycroft бол дэлхийн хамгийн анхны нээлттэй эхийн ухаалаг туслах юм. Mycroft нь ширээний компьютер, автомашин дотор Raspberry Pi дээр гэх мэт хаа сайгүй ажилладаг.

source: N/A
mn: Байхгүй

source: Name
mn: Нэр

source: Native Language
mn: Төрөлх хэл

source: Nepali
mn: Балба хэл

source: Next Goal: { $goal }
mn: Дараагийн зорилго: { $goal }

source: Next Goals: { $goal }
mn: Дараагийн зорилго: { $goal }

source: No
mn: Үгүй

source: No gravatar found for your email
mn: И-мэйлтэй холбоотой gravatar алга

source: No microphone found.
mn: Микрофон олдсонгүй.

source: Norwegian Bokmål
mn: Норвеги хэл (бокмэл)

source: Norwegian Nynorsk
mn: Норвеги хэл (нинорск)

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
mn: Тэмдэглэл: "Харагдах" болгосон байвал энэ тохиргоог <profileLink> Профайл хуудас </profileLink> дээрээс өөрчилж болно

source: Note: You will still need to select between Speak or Listen to change contribution type.
mn: Тэмдэглэл: Та Ярих эсвэл Сонсох гэсэн сонголтууд цаашид ч гэсэн сонгох хэрэгтэй болно.

source: Not found
mn: Олдсонгүй

source: No Thanks
mn: Үгүй, баярлалаа.

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
mn: Та одоо нээлттэй эх бүхий дуу хоолойны датасет байгуулахад туслахын тулд өөрийн дуу хоолойг хандивлах боломжтой бөгөөд үүнийг ашиглаад хэнч янз бүрийн төхөөрөмжүүд болон вебд зориулагдсан шинэлэг аппуудыг бий болгох боломжтой юм. Машинд бодит хүмүүс хэрхэн ярьдагийг сургахын тулд түүнд өгүүлбэр уншиж өгөх хэрэгтэй. Чанарыг нь сайжруулахын тулд бусад хувь нэмэр оруулагчдын ажлыг шалгаарай. Энэ бол ийм л энгийн зүйл юм!

source: Number of Voices
mn: Дуу хоолойнуудын тоо

source: Occitan
mn: Окситан хэл

source: Odia
mn: Одиа хэл

source: Off
mn: унтраах

source: Offensive language
mn: Доромжилсон хэллэг

source: Offensive speech
mn: Доромжилсон үг хэллэг

source: On
mn: асаах

source: On desktop computers, you can download the latest:
mn: Ширээний компьютерүүд дээр та дараах шинэ хувилбарыг татаж авна уу:

source: On iOS please continue with Safari to enable recording…
mn: IOS дээр бичлэгийн тохиргоог идэвхжүүлэхийн тулд Safari дээр үргэлжлүүлнэ үү ...

source: Optionally join on our email list for updates and new information about the project.
mn: Төслийн талаарх шинэ мэдээлэл, шинэчлэлүүдийг манай имэйлийн жагсаалтад нэгдэж авах боломжтой.

source: Optionally submitted demographic data (e.g. age, sex, language, and accent) is de-identified from your submitted voice data and will never be made public on your profile.
mn: Таны оруулсан хоолойны өгөгдлөөс хүн ам зүйн өгөгдөл (ж.нь нас, хүйс, хэл, өргөлт гэх мэт) нь хасагдах бөгөөд эдгээрийг таны профайл дээр хэзээ ч ил нийтэд мэдээлэхгүй.
